amd-ucode
base
base-devel
bemenu
brightnessctl
btop-gpu-git
efibootmgr
foot
gamescope
git
github-cli
grim
gtk3
gtk4
helix
hyprland
lib32-nvidia-utils
libpulse
libxdamage
linux
linux-firmware
mako
man-db
man-pages
neofetch
networkmanager
nvidia-open
openrazer-daemon
otf-comic-shanns-nerd
pamixer
paru
paru-debug
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polychromatic
qt5-wayland
qt6-wayland
river
river-creek
rofi
slurp
spotify
steam
thorium-browser-bin
ttf-google-fonts-git
vulkan-headers
vulkan-tools
webcord
wine
wireplumber
wl-clipboard
wlr-randr
xdg-desktop-portal
xdg-desktop-portal-wlr
xorg-xwayland
zram-generator
